[
  {
    "Name": "Sky Octorok",
    "Description": "These low-level, octopus-like monsters used to be aquatic, but their inflatable air sacs evolved so that they are able to float around in the air. Other monsters are known to take advantage of this ability, using them to make floating fortresses. They are trained to ascend when they hear a whistle but they will not attack.",
    "commonLocations": "Greater Hyrule",
    "recoverableMaterials": "None"
  },
  {
    "Name": "Golden Bokoblin",
    "Description": "With brutal strength and extreme resilience, this type of Bokoblin somehow surpasses Silver Bokoblins in sheer power. It is said they are actually Silver Bokoblins who mysteriously transformed after being struck by lightning. Perhaps that is why they have such a high tolerance for electric attacks.",
    "commonLocations": "Unknown",
    "recoverableMaterials": "Bokoblin Horn, Bokoblin Fang, Bokoblin Guts, Treasures"
  },
  {
    "Name": "Golden Moblin",
    "Description": "With brutal strength and extreme resilience, this type of Moblin somehow surpasses Silver Moblins in sheer power. It is said they are actually Silver Moblins who mysteriously transformed after being struck by lightning. Perhaps that is why they have such a high tolerance for electric attacks.",
    "commonLocations": "Unknown",
    "recoverableMaterials": "Moblin Horn, Moblin Fang, Moblin Guts, Treasures"
  },
  {
    "Name": "Golden Lizalfos",
    "Description": "With brutal strength and extreme resilience, this type of Lizalfos somehow surpasses Silver Lizalfos in sheer power. It is said they are actually Silver Lizalfos who mysteriously transformed after being struck by lightning. Perhaps that is why they have such a high tolerance for electric attacks.",
    "commonLocations": "Unknown",
    "recoverableMaterials": "Lizalfos Horn, Lizalfos Talon, Lizalfos Tail, Treasures"
  },
  {
    "Name": "Golden Lynel",
    "Description": "With brutal strength and extreme resilience, this type of Lynel somehow surpasses Silver Lynels in sheer power. It is said they are actually Silver Lynels who mysteriously transformed after being struck by lightning. If you see one, get away as fast as you can.",
    "commonLocations": "Unknown",
    "recoverableMaterials": "Lynel Horn, Lynel Hoof, Lynel Guts, Treasures"
  }
]